In [1]:
import numpy as np
import pandas as pd

In [2]:
dic = {"Name": ["Ajay", "Raju", "Mayur", "Rahul"],
      'Marks': ['95', '60', '55', '60'],
      'City': ['Mumbai', 'Nagpur', 'Pune', 'Bhusawal']}

In [3]:
df = pd.DataFrame(dic)

In [4]:
df

    Name Marks      City
0   Ajay    95    Mumbai
1   Raju    60    Nagpur
2  Mayur    55      Pune
3  Rahul    60  Bhusawal

In [7]:
df.to_csv('Friends.csv')